export default function Page() {
  return (
    <>
      <h1>
        第78回灘校文化祭抽選券サービスに関する利用規約とプライバシーポリシー
      </h1>
      <h2>利用規約</h2>
      <p>
        灘校生徒会（以下、「生徒会」とします。）が提供する第78回灘校文化祭抽選券サービス（以下、「本サービス」とします。）を利用される方は、この利用規約（以下、本規約とします。）をよくお読みの上、同意される場合のみ利用することができます。
      </p>

      <h3>第1条（適用）</h3>
      <p>
        本規約は本サービスを利用される方（以下、「利用者」とします。）と生徒会との間の本サービスに関わる一切の関係に適用されます。
      </p>

      <h3>第2条（同意事項）</h3>
      <p>利用者は、本サービスを利用するにあたり、以下の内容に同意します。</p>
      <ul>
        <li>利用者はメールアドレスを生徒会に提供する。</li>
        <li>
          生徒会は本サービスにおける連絡の目的で利用者のメールアドレスを利用する。
        </li>
      </ul>

      <h3>第3条（禁止事項）</h3>
      <p>
        利用者は、本サービスを利用するにあたり、以下の行為を行わないことを約束します。
      </p>
      <ul>
        <li>本サービスのURLを生徒会の許可なく不特定多数に送信する行為</li>
        <li>一人の利用者が本サービスを用いて複数回登録する行為</li>
        <li>本サービスの利用に関連して、法令または公序良俗に違反する行為</li>
        <li>
          本サービスの利用に関連して、生徒会または第三者の知的財産権、肖像権、プライバシー等の権利を侵害する行為
        </li>
        <li>
          本サービスの利用に関連して、生徒会または第三者に損害を与える行為
        </li>
        <li>その他、生徒会が不適切と判断する行為</li>
      </ul>

      <h3>第四条（免責事項）</h3>
      <p>生徒会は</p>
    </>
  );
}
